пн фев 18 22:48:05 IST 2019
	 open input file ./input/deuteron_Cut4_eB_1.inp

   npar=2
!  masses
   xm(1)=1.  xm(2)=1.         
!  charges
!  z( 1)=0.  z( 2)=0. 
!
!   isospin configurations
    nisc=2
    cisc(1)= 1 iso(1,1)=2 iso(2,1)=1 
    cisc(2)=-1 iso(1,2)=1 iso(2,2)=2 
!
!   spin configurations
    nspc=2
    cspc(1)= 1 isp(1,1)=1 isp(2,1)=2 
    cspc(2)= 1 isp(1,2)=2 isp(2,2)=1 
!
    h2m=41.47
    irand=-1776 ibf=1
  eB=1 
    mm0=10  kk0=10  mnb=400
    bmin=0.01  bmax=10
!
! Pionless EFT LO Potential
! number of potential terms and operators
  npt=1  nop=3
 vpot(1,1)=-468.6906128	     apot(1,1)=4   bpot(1,1)=0  npot(1,1)=0
 vpot(1,3)=-36.47987366      apot(1,3)=4   bpot(1,3)=0  npot(1,3)=0



	 Initialize SVM 
	 Initialize MatrixElement
	 Start SVM iters

	 iter =    1     E =    17.78386124    dE =     0.50000000 
	 iter =    2     E =    17.36110801    dE =     0.02435059 
	 iter =    3     E =    16.01818759    dE =     0.08383723 
	 iter =    4     E =    10.39160706    dE =     0.54145432 
	 iter =    5     E =    10.18173638    dE =     0.02061246 
   more eigenvalues=  67.6223  140.881  184.357  
	 iter =    6     E =     8.67232354    dE =     0.17404942 
	 iter =    7     E =     8.52701943    dE =     0.01704043 
	 iter =    8     E =     8.43807878    dE =     0.01054039 
	 iter =    9     E =     8.38066623    dE =     0.00685059 
	 iter =   10     E =     7.77105684    dE =     0.07844614 
   more eigenvalues=  44.349  96.3321  125.087  
	 iter =   11     E =     7.65623316    dE =     0.01499741 
	 iter =   12     E =     7.17845680    dE =     0.06655697 
	 iter =   13     E =     6.61872066    dE =     0.08456863 
	 iter =   14     E =     6.53196471    dE =     0.01328175 
	 iter =   15     E =     5.96514023    dE =     0.09502283 
   more eigenvalues=  35.1158  69.881  92.704  
	 iter =   16     E =     5.83165403    dE =     0.02288994 
	 iter =   17     E =     5.79348148    dE =     0.00658888 
	 iter =   18     E =     5.76889771    dE =     0.00426143 
	 iter =   19     E =     5.73372819    dE =     0.00613380 
	 iter =   20     E =     5.71339214    dE =     0.00355937 
   more eigenvalues=  34.895  63.576  82.9683  
	 iter =   21     E =     5.66245188    dE =     0.00899615 
	 iter =   22     E =     5.62599998    dE =     0.00647919 
	 iter =   23     E =     5.33285424    dE =     0.05496976 
	 iter =   24     E =     5.30690347    dE =     0.00489000 
	 iter =   25     E =     5.24824434    dE =     0.01117690 
   more eigenvalues=  34.5989  63.4585  82.6763  
	 iter =   26     E =     5.08229322    dE =     0.03265280 
	 iter =   27     E =     5.03247221    dE =     0.00989991 
	 iter =   28     E =     4.99693663    dE =     0.00711147 
	 iter =   29     E =     4.98712406    dE =     0.00196758 
	 iter =   30     E =     4.97571647    dE =     0.00229265 
   more eigenvalues=  34.4756  61.208  70.7137  
	 iter =   31     E =     4.96941538    dE =     0.00126797 
	 iter =   32     E =     4.95018756    dE =     0.00388426 
	 iter =   33     E =     4.93829035    dE =     0.00240918 
	 iter =   34     E =     4.90813873    dE =     0.00614319 
	 iter =   35     E =     4.89744773    dE =     0.00218297 
   more eigenvalues=  34.4651  61.1776  70.7078  
	 iter =   36     E =     4.88781136    dE =     0.00197151 
	 iter =   37     E =     4.87405112    dE =     0.00282316 
	 iter =   38     E =     4.86042791    dE =     0.00280288 
	 iter =   39     E =     4.84888990    dE =     0.00237952 
	 iter =   40     E =     4.84224210    dE =     0.00137288 
   more eigenvalues=  34.4501  61.1106  70.5545  
	 iter =   41     E =     4.83197374    dE =     0.00212509 
	 iter =   42     E =     4.80533908    dE =     0.00554272 
	 iter =   43     E =     4.80107225    dE =     0.00088872 
	 iter =   44     E =     4.76348465    dE =     0.00789078 
	 iter =   45     E =     4.74740065    dE =     0.00338796 
   more eigenvalues=  34.3151  60.9227  70.4768  
	 iter =   46     E =     4.73889386    dE =     0.00179510 
	 iter =   47     E =     4.70786339    dE =     0.00659120 
	 iter =   48     E =     4.69005274    dE =     0.00379754 
	 iter =   49     E =     4.68370917    dE =     0.00135439 
	 iter =   50     E =     4.66796152    dE =     0.00337356 
   more eigenvalues=  33.9574  60.3105  69.7485  
	 iter =   51     E =     4.65324935    dE =     0.00316170 
	 iter =   52     E =     4.64713094    dE =     0.00131660 
	 iter =   53     E =     4.64224212    dE =     0.00105312 
	 iter =   54     E =     4.60743437    dE =     0.00755469 
	 iter =   55     E =     4.59981540    dE =     0.00165637 
   more eigenvalues=  30.4472  45.1408  62.6768  
	 iter =   56     E =     4.59095126    dE =     0.00193078 
	 iter =   57     E =     4.58477883    dE =     0.00134629 
	 iter =   58     E =     4.57425703    dE =     0.00230022 
	 iter =   59     E =     4.56447053    dE =     0.00214406 
	 iter =   60     E =     4.33774166    dE =     0.05226887 
   more eigenvalues=  30.316  44.9556  62.2278  
	 iter =   61     E =     4.26373720    dE =     0.01735671 
	 iter =   62     E =     4.25995419    dE =     0.00088804 
	 iter =   63     E =     4.25061717    dE =     0.00219663 
	 iter =   64     E =     4.24297919    dE =     0.00180015 
	 iter =   65     E =     4.24078366    dE =     0.00051772 
   more eigenvalues=  30.2308  44.795  61.9602  
	 iter =   66     E =     4.23509705    dE =     0.00134273 
	 iter =   67     E =     4.18050081    dE =     0.01305974 
	 iter =   68     E =     4.17442009    dE =     0.00145666 
	 iter =   69     E =     4.17067940    dE =     0.00089690 
	 iter =   70     E =     4.14138492    dE =     0.00707360 
   more eigenvalues=  27.5443  44.1606  61.2428  
	 iter =   71     E =     3.79401669    dE =     0.09155685 
	 iter =   72     E =     3.79212056    dE =     0.00050002 
	 iter =   73     E =     3.78472342    dE =     0.00195447 
	 iter =   74     E =     3.78066559    dE =     0.00107331 
	 iter =   75     E =     3.77852995    dE =     0.00056520 
   more eigenvalues=  27.4936  44.054  61.1141  
	 iter =   76     E =     3.77756494    dE =     0.00025546 
	 iter =   77     E =     3.74528922    dE =     0.00861768 
	 iter =   78     E =     3.74100262    dE =     0.00114584 
	 iter =   79     E =     3.74019939    dE =     0.00021476 
	 iter =   80     E =     3.73961602    dE =     0.00015600 
   more eigenvalues=  26.5685  39.4096  55.3943  
	 iter =   81     E =     3.73634890    dE =     0.00087442 
	 iter =   82     E =     3.73604836    dE =     0.00008044 
	 iter =   83     E =     3.73502553    dE =     0.00027385 
	 iter =   84     E =     3.73465396    dE =     0.00009949 
	 iter =   85     E =     3.73412051    dE =     0.00014286 
   more eigenvalues=  26.5375  39.3037  55.2732  
	 iter =   86     E =     3.73383373    dE =     0.00007680 
	 iter =   87     E =     3.73348420    dE =     0.00009362 
	 iter =   88     E =     3.73306645    dE =     0.00011191 
	 iter =   89     E =     3.72637123    dE =     0.00179671 
	 iter =   90     E =     3.72556003    dE =     0.00021774 
   more eigenvalues=  24.7562  37.1187  54.629  
	 iter =   91     E =     3.72533088    dE =     0.00006151 
	 iter =   92     E =     3.72517644    dE =     0.00004146 
	 iter =   93     E =     3.72496252    dE =     0.00005743 
	 iter =   94     E =     3.72463838    dE =     0.00008702 
	 iter =   95     E =     3.72452396    dE =     0.00003072 
   more eigenvalues=  24.7474  36.9629  53.1314  
	 iter =   96     E =     3.72412949    dE =     0.00010592 
	 iter =   97     E =     3.72391491    dE =     0.00005762 
	 iter =   98     E =     3.72328713    dE =     0.00016861 
	 iter =   99     E =     3.72258200    dE =     0.00018942 
	 iter =  100     E =     3.72222908    dE =     0.00009481 
   more eigenvalues=  24.7436  36.9302  52.9689  
	 iter =  101     E =     3.72208424    dE =     0.00003891 
	 iter =  102     E =     3.72154386    dE =     0.00014520 
	 iter =  103     E =     3.72118969    dE =     0.00009518 
	 iter =  104     E =     3.71985878    dE =     0.00035779 
	 iter =  105     E =     3.71963135    dE =     0.00006114 
   more eigenvalues=  24.7405  36.9042  52.6084  
	 iter =  106     E =     3.71956261    dE =     0.00001848 
	 iter =  107     E =     3.71899680    dE =     0.00015214 
	 iter =  108     E =     3.71894716    dE =     0.00001335 
	 iter =  109     E =     3.71756247    dE =     0.00037247 
	 iter =  110     E =     3.71691134    dE =     0.00017518 
   more eigenvalues=  24.7196  36.8693  52.4974  
	 iter =  111     E =     3.71672312    dE =     0.00005064 
	 iter =  112     E =     3.71643665    dE =     0.00007708 
	 iter =  113     E =     3.71630630    dE =     0.00003507 
finding new state with lower energy failed

time=  52.02
done!
пн фев 18 22:57:26 IST 2019
rm: cannot remove ‘sbatch_script.deuteron_Cut4_eB_1.16762’: No such file or directory
