пн фев 18 22:48:05 IST 2019
	 open input file ./input/deuteron_Cut4_eB_0.7.inp

   npar=2
!  masses
   xm(1)=1.  xm(2)=1.         
!  charges
!  z( 1)=0.  z( 2)=0. 
!
!   isospin configurations
    nisc=2
    cisc(1)= 1 iso(1,1)=2 iso(2,1)=1 
    cisc(2)=-1 iso(1,2)=1 iso(2,2)=2 
!
!   spin configurations
    nspc=2
    cspc(1)= 1 isp(1,1)=1 isp(2,1)=2 
    cspc(2)= 1 isp(1,2)=2 isp(2,2)=1 
!
    h2m=41.47
    irand=-1776 ibf=1
  eB=0.7 
    mm0=10  kk0=10  mnb=400
    bmin=0.01  bmax=10
!
! Pionless EFT LO Potential
! number of potential terms and operators
  npt=1  nop=3
 vpot(1,1)=-468.6906128	     apot(1,1)=4   bpot(1,1)=0  npot(1,1)=0
 vpot(1,3)=-36.47987366      apot(1,3)=4   bpot(1,3)=0  npot(1,3)=0



	 Initialize SVM 
	 Initialize MatrixElement
	 Start SVM iters

	 iter =    1     E =    12.97512992    dE =     0.50000000 
	 iter =    2     E =    12.56317120    dE =     0.03279098 
	 iter =    3     E =    11.73711074    dE =     0.07038022 
	 iter =    4     E =     7.40637445    dE =     0.58473094 
	 iter =    5     E =     6.96729253    dE =     0.06302045 
   more eigenvalues=  28.5254  74.7817  158.368  
	 iter =    6     E =     5.70032259    dE =     0.22226285 
	 iter =    7     E =     5.49458301    dE =     0.03744407 
	 iter =    8     E =     5.33449601    dE =     0.03000977 
	 iter =    9     E =     5.25259906    dE =     0.01559170 
	 iter =   10     E =     4.85647581    dE =     0.08156599 
   more eigenvalues=  26.0747  54.4542  65.9776  
	 iter =   11     E =     4.79269387    dE =     0.01330816 
	 iter =   12     E =     4.43973071    dE =     0.07950103 
	 iter =   13     E =     3.93550297    dE =     0.12812282 
	 iter =   14     E =     3.82570878    dE =     0.02869905 
	 iter =   15     E =     3.38562336    dE =     0.12998653 
   more eigenvalues=  24.5335  46.2776  57.956  
	 iter =   16     E =     3.23355619    dE =     0.04702784 
	 iter =   17     E =     3.20734904    dE =     0.00817097 
	 iter =   18     E =     3.18496038    dE =     0.00702950 
	 iter =   19     E =     3.16000846    dE =     0.00789616 
	 iter =   20     E =     3.12979405    dE =     0.00965380 
   more eigenvalues=  24.2337  45.7286  56.6105  
	 iter =   21     E =     3.08530648    dE =     0.01441917 
	 iter =   22     E =     3.06719509    dE =     0.00590487 
	 iter =   23     E =     2.88527855    dE =     0.06304990 
	 iter =   24     E =     2.81872152    dE =     0.02361249 
	 iter =   25     E =     2.76351799    dE =     0.01997582 
   more eigenvalues=  24.1192  45.6234  56.0631  
	 iter =   26     E =     2.62519609    dE =     0.05269012 
	 iter =   27     E =     2.55009499    dE =     0.02945031 
	 iter =   28     E =     2.53535407    dE =     0.00581415 
	 iter =   29     E =     2.52099560    dE =     0.00569555 
	 iter =   30     E =     2.50767310    dE =     0.00531269 
   more eigenvalues=  24.0242  45.4226  55.6342  
	 iter =   31     E =     2.49311479    dE =     0.00583941 
	 iter =   32     E =     2.48209109    dE =     0.00444130 
	 iter =   33     E =     2.45487914    dE =     0.01108484 
	 iter =   34     E =     2.44922992    dE =     0.00230653 
	 iter =   35     E =     2.44161751    dE =     0.00311777 
   more eigenvalues=  23.9871  45.2578  55.1482  
	 iter =   36     E =     2.43499489    dE =     0.00271977 
	 iter =   37     E =     2.42859432    dE =     0.00263550 
	 iter =   38     E =     2.42107193    dE =     0.00310705 
	 iter =   39     E =     2.41313830    dE =     0.00328768 
	 iter =   40     E =     2.40721808    dE =     0.00245936 
   more eigenvalues=  21.4953  37.2137  46.42  
	 iter =   41     E =     2.39633097    dE =     0.00454324 
	 iter =   42     E =     2.38016536    dE =     0.00679180 
	 iter =   43     E =     2.37359780    dE =     0.00276692 
	 iter =   44     E =     2.33421242    dE =     0.01687309 
	 iter =   45     E =     2.31844353    dE =     0.00680150 
   more eigenvalues=  21.4134  37.1377  46.3619  
	 iter =   46     E =     2.31258124    dE =     0.00253496 
	 iter =   47     E =     2.29663696    dE =     0.00694245 
	 iter =   48     E =     2.29148940    dE =     0.00224638 
	 iter =   49     E =     2.28253137    dE =     0.00392460 
	 iter =   50     E =     2.27239111    dE =     0.00446238 
   more eigenvalues=  21.3906  37.0789  46.3491  
	 iter =   51     E =     2.26280312    dE =     0.00423722 
	 iter =   52     E =     2.24601357    dE =     0.00747526 
	 iter =   53     E =     2.24201901    dE =     0.00178168 
	 iter =   54     E =     2.19042381    dE =     0.02355490 
	 iter =   55     E =     2.17795293    dE =     0.00572597 
   more eigenvalues=  21.3658  37.0481  46.3305  
	 iter =   56     E =     2.17303925    dE =     0.00226120 
	 iter =   57     E =     2.16823876    dE =     0.00221400 
	 iter =   58     E =     2.16071120    dE =     0.00348384 
	 iter =   59     E =     2.15176024    dE =     0.00415983 
	 iter =   60     E =     1.93790236    dE =     0.11035534 
   more eigenvalues=  20.84  36.5043  43.959  
	 iter =   61     E =     1.87738629    dE =     0.03223421 
	 iter =   62     E =     1.87436211    dE =     0.00161345 
	 iter =   63     E =     1.86887484    dE =     0.00293614 
	 iter =   64     E =     1.86688353    dE =     0.00106665 
	 iter =   65     E =     1.86561844    dE =     0.00067811 
   more eigenvalues=  20.8145  36.4932  43.9404  
	 iter =   66     E =     1.86406309    dE =     0.00083439 
	 iter =   67     E =     1.85869158    dE =     0.00288994 
	 iter =   68     E =     1.85455373    dE =     0.00223118 
	 iter =   69     E =     1.83445356    dE =     0.01095703 
	 iter =   70     E =     1.71555739    dE =     0.06930469 
   more eigenvalues=  20.7674  36.2888  43.6931  
	 iter =   71     E =     1.46731951    dE =     0.16917780 
	 iter =   72     E =     1.46664749    dE =     0.00045820 
	 iter =   73     E =     1.46159355    dE =     0.00345783 
	 iter =   74     E =     1.45976862    dE =     0.00125015 
	 iter =   75     E =     1.45790598    dE =     0.00127761 
   more eigenvalues=  20.6843  36.0629  43.6027  
	 iter =   76     E =     1.45522695    dE =     0.00184097 
	 iter =   77     E =     1.41995643    dE =     0.02483915 
	 iter =   78     E =     1.41824655    dE =     0.00120563 
	 iter =   79     E =     1.41727979    dE =     0.00068212 
	 iter =   80     E =     1.41661521    dE =     0.00046913 
   more eigenvalues=  20.196  35.6976  43.5466  
	 iter =   81     E =     1.41527004    dE =     0.00095047 
	 iter =   82     E =     1.41496439    dE =     0.00021601 
	 iter =   83     E =     1.41132037    dE =     0.00258200 
	 iter =   84     E =     1.41066676    dE =     0.00046333 
	 iter =   85     E =     1.41042198    dE =     0.00017355 
   more eigenvalues=  20.0712  35.205  43.151  
	 iter =   86     E =     1.41024163    dE =     0.00012789 
	 iter =   87     E =     1.40987796    dE =     0.00025794 
	 iter =   88     E =     1.40881593    dE =     0.00075384 
	 iter =   89     E =     1.40810553    dE =     0.00050451 
	 iter =   90     E =     1.40646263    dE =     0.00116811 
   more eigenvalues=  20.0526  34.5714  41.6591  
	 iter =   91     E =     1.40627792    dE =     0.00013135 
	 iter =   92     E =     1.40592993    dE =     0.00024751 
	 iter =   93     E =     1.40555048    dE =     0.00026996 
	 iter =   94     E =     1.40488624    dE =     0.00047280 
	 iter =   95     E =     1.40469577    dE =     0.00013560 
   more eigenvalues=  19.6574  33.5789  41.1986  
	 iter =   96     E =     1.40446057    dE =     0.00016746 
	 iter =   97     E =     1.40420696    dE =     0.00018061 
	 iter =   98     E =     1.40373444    dE =     0.00033662 
	 iter =   99     E =     1.40343665    dE =     0.00021219 
	 iter =  100     E =     1.40276532    dE =     0.00047857 
   more eigenvalues=  19.0914  32.9908  41.1066  
	 iter =  101     E =     1.40249489    dE =     0.00019282 
	 iter =  102     E =     1.40201455    dE =     0.00034261 
	 iter =  103     E =     1.40184561    dE =     0.00012051 
	 iter =  104     E =     1.40071855    dE =     0.00080463 
	 iter =  105     E =     1.40057160    dE =     0.00010492 
   more eigenvalues=  19.0843  32.9386  41.0705  
	 iter =  106     E =     1.40046897    dE =     0.00007329 
	 iter =  107     E =     1.40039426    dE =     0.00005334 
	 iter =  108     E =     1.40033650    dE =     0.00004125 
	 iter =  109     E =     1.39918154    dE =     0.00082546 
	 iter =  110     E =     1.39626674    dE =     0.00208757 
   more eigenvalues=  19.0802  32.9273  41.0692  
	 iter =  111     E =     1.39607058    dE =     0.00014051 
	 iter =  112     E =     1.39551492    dE =     0.00039818 
finding new state with lower energy failed

time=  49.99
done!
пн фев 18 22:55:35 IST 2019
rm: cannot remove ‘sbatch_script.deuteron_Cut4_eB_0.7.16758’: No such file or directory
