пн фев 18 22:48:05 IST 2019
	 open input file ./input/deuteron_Cut6_eB_0.4.inp

   npar=2
!  masses
   xm(1)=1.  xm(2)=1.         
!  charges
!  z( 1)=0.  z( 2)=0. 
!
!   isospin configurations
    nisc=2
    cisc(1)= 1 iso(1,1)=2 iso(2,1)=1 
    cisc(2)=-1 iso(1,2)=1 iso(2,2)=2 
!
!   spin configurations
    nspc=2
    cspc(1)= 1 isp(1,1)=1 isp(2,1)=2 
    cspc(2)= 1 isp(1,2)=2 isp(2,2)=1 
!
    h2m=41.47
    irand=-1776 ibf=1
  eB=0.4 
    mm0=10  kk0=10  mnb=400
    bmin=0.01  bmax=6
!
! Pionless EFT LO Potential
! number of potential terms and operators
  npt=1  nop=3
 vpot(1,1)=-1036.326942     apot(1,1)=9   bpot(1,1)=0  npot(1,1)=0
 vpot(1,3)=-54.2653923      apot(1,3)=9   bpot(1,3)=0  npot(1,3)=0




	 Initialize SVM 
	 Initialize MatrixElement
	 Start SVM iters

	 iter =    1     E =     8.49049103    dE =     0.50000000 
	 iter =    2     E =     7.97381879    dE =     0.06479609 
	 iter =    3     E =     7.28376613    dE =     0.09473844 
	 iter =    4     E =     4.92746631    dE =     0.47819704 
	 iter =    5     E =     4.66581069    dE =     0.05607935 
   more eigenvalues=  20.6677  71.6742  172.484  
	 iter =    6     E =     3.42197123    dE =     0.36348624 
	 iter =    7     E =     2.86770870    dE =     0.19327714 
	 iter =    8     E =     2.79837043    dE =     0.02477809 
	 iter =    9     E =     2.74278997    dE =     0.02026420 
	 iter =   10     E =     2.36721878    dE =     0.15865504 
   more eigenvalues=  17.3204  57.3518  87.3554  
	 iter =   11     E =     2.13948601    dE =     0.10644275 
	 iter =   12     E =     1.67586729    dE =     0.27664405 
	 iter =   13     E =     1.34090499    dE =     0.24980316 
	 iter =   14     E =     1.22108265    dE =     0.09812795 
	 iter =   15     E =     0.74931275    dE =     0.62960347 
   more eigenvalues=  14.4004  32.7984  56.0812  
	 iter =   16     E =     0.69893429    dE =     0.07207896 
	 iter =   17     E =     0.65651782    dE =     0.06460825 
	 iter =   18     E =     0.64347742    dE =     0.02026552 
	 iter =   19     E =     0.62579008    dE =     0.02826402 
	 iter =   20     E =     0.61551762    dE =     0.01668915 
   more eigenvalues=  14.3694  29.3051  43.0222  
	 iter =   21     E =     0.57561969    dE =     0.06931299 
	 iter =   22     E =     0.54992009    dE =     0.04673335 
	 iter =   23     E =     0.41052710    dE =     0.33954636 
	 iter =   24     E =     0.38809324    dE =     0.05780534 
	 iter =   25     E =     0.35647110    dE =     0.08870886 
   more eigenvalues=  14.2902  29.2406  42.8473  
	 iter =   26     E =     0.27440865    dE =     0.29905196 
	 iter =   27     E =     0.23719785    dE =     0.15687666 
	 iter =   28     E =     0.20045519    dE =     0.18329613 
	 iter =   29     E =     0.18685272    dE =     0.07279781 
	 iter =   30     E =     0.17106802    dE =     0.09227144 
   more eigenvalues=  14.1837  29.0582  42.3837  
	 iter =   31     E =     0.16349402    dE =     0.04632589 
	 iter =   32     E =     0.14069569    dE =     0.16203996 
	 iter =   33     E =     0.12518601    dE =     0.12389309 
	 iter =   34     E =     0.11020058    dE =     0.13598322 
	 iter =   35     E =     0.09909318    dE =     0.11209049 
   more eigenvalues=  14.1632  29.0474  42.3165  
	 iter =   36     E =     0.09158141    dE =     0.08202283 
	 iter =   37     E =     0.07998756    dE =     0.14494568 
	 iter =   38     E =     0.06798470    dE =     0.17655239 
	 iter =   39     E =     0.05465685    dE =     0.24384594 
	 iter =   40     E =     0.04914811    dE =     0.11208438 
   more eigenvalues=  14.1104  28.9618  42.1282  
	 iter =   41     E =     0.04515644    dE =     0.08839653 
	 iter =   42     E =     0.03332392    dE =     0.35507602 
	 iter =   43     E =     0.02894328    dE =     0.15135230 
	 iter =   44     E =     0.00367350    dE =     6.87893671 
	 iter =   45     E =    -0.01860591    dE =     1.19743732 
   more eigenvalues=  14.0987  28.9235  41.8814  
	 iter =   46     E =    -0.02497170    dE =     0.25492009 
	 iter =   47     E =    -0.05947428    dE =     0.58012611 
	 iter =   48     E =    -0.06319113    dE =     0.05881912 
	 iter =   49     E =    -0.06989052    dE =     0.09585543 
	 iter =   50     E =    -0.07286152    dE =     0.04077604 
   more eigenvalues=  14.0582  28.6817  37.7741  
	 iter =   51     E =    -0.09017116    dE =     0.19196425 
	 iter =   52     E =    -0.09412800    dE =     0.04203677 
	 iter =   53     E =    -0.09935367    dE =     0.05259673 
	 iter =   54     E =    -0.11722909    dE =     0.15248274 
	 iter =   55     E =    -0.13184883    dE =     0.11088259 
   more eigenvalues=  14.0407  28.6322  37.3548  
	 iter =   56     E =    -0.13936024    dE =     0.05389925 
	 iter =   57     E =    -0.14561153    dE =     0.04293130 
	 iter =   58     E =    -0.15426806    dE =     0.05611356 
	 iter =   59     E =    -0.16780036    dE =     0.08064522 
	 iter =   60     E =    -0.31458086    dE =     0.46659068 
   more eigenvalues=  13.9718  28.5195  37.0004  
	 iter =   61     E =    -0.35612951    dE =     0.11666726 
	 iter =   62     E =    -0.36181881    dE =     0.01572417 
	 iter =   63     E =    -0.37021186    dE =     0.02267095 
	 iter =   64     E =    -0.38745785    dE =     0.04451062 
	 iter =   65     E =    -0.38992668    dE =     0.00633152 
   more eigenvalues=  13.9491  28.4518  36.8889  
	 iter =   66     E =    -0.40112788    dE =     0.02792427 
	 iter =   67     E =    -0.40428112    dE =     0.00779960 
	 iter =   68     E =    -0.40627794    dE =     0.00491491 
	 iter =   69     E =    -0.41604043    dE =     0.02346525 
	 iter =   70     E =    -0.48541821    dE =     0.14292373 
   more eigenvalues=  13.9212  28.3821  36.8085  
	 iter =   71     E =    -0.69778689    dE =     0.30434605 
	 iter =   72     E =    -0.69909911    dE =     0.00187701 
	 iter =   73     E =    -0.70044330    dE =     0.00191906 
	 iter =   74     E =    -0.70131086    dE =     0.00123705 
	 iter =   75     E =    -0.70182855    dE =     0.00073764 
   more eigenvalues=  13.5338  28.2069  31.7078  
	 iter =   76     E =    -0.70303927    dE =     0.00172211 
	 iter =   77     E =    -0.71492891    dE =     0.01663053 
	 iter =   78     E =    -0.71531758    dE =     0.00054334 
	 iter =   79     E =    -0.71621433    dE =     0.00125207 
	 iter =   80     E =    -0.71662399    dE =     0.00057166 
   more eigenvalues=  13.5031  27.8827  31.6872  
	 iter =   81     E =    -0.71835422    dE =     0.00240860 
	 iter =   82     E =    -0.71875853    dE =     0.00056251 
	 iter =   83     E =    -0.72234830    dE =     0.00496959 
	 iter =   84     E =    -0.72249714    dE =     0.00020600 
	 iter =   85     E =    -0.72264306    dE =     0.00020192 
   more eigenvalues=  13.4982  27.8745  31.643  
	 iter =   86     E =    -0.72297599    dE =     0.00046050 
	 iter =   87     E =    -0.72343300    dE =     0.00063173 
	 iter =   88     E =    -0.72356540    dE =     0.00018297 
	 iter =   89     E =    -0.72690988    dE =     0.00460097 
	 iter =   90     E =    -0.72822459    dE =     0.00180536 
   more eigenvalues=  13.4891  27.8683  31.5644  
	 iter =   91     E =    -0.72843528    dE =     0.00028924 
	 iter =   92     E =    -0.72853898    dE =     0.00014233 
	 iter =   93     E =    -0.72901775    dE =     0.00065674 
	 iter =   94     E =    -0.72918911    dE =     0.00023499 
	 iter =   95     E =    -0.72933899    dE =     0.00020550 
   more eigenvalues=  13.3427  26.6763  31.0427  
	 iter =   96     E =    -0.72958150    dE =     0.00033240 
	 iter =   97     E =    -0.72964586    dE =     0.00008821 
	 iter =   98     E =    -0.72994946    dE =     0.00041591 
	 iter =   99     E =    -0.73037166    dE =     0.00057807 
	 iter =  100     E =    -0.73082586    dE =     0.00062149 
   more eigenvalues=  13.3399  26.6712  31.0142  
	 iter =  101     E =    -0.73100275    dE =     0.00024198 
	 iter =  102     E =    -0.73110723    dE =     0.00014292 
	 iter =  103     E =    -0.73121883    dE =     0.00015262 
	 iter =  104     E =    -0.73134537    dE =     0.00017302 
finding new state with lower energy failed

time=  41.02
done!
пн фев 18 22:56:16 IST 2019
rm: cannot remove ‘sbatch_script.deuteron_Cut6_eB_0.4.16808’: No such file or directory
