пн фев 18 22:48:07 IST 2019
	 open input file ./input/triton_Cut6_eB_1.inp
! 
  npar=3
!     masses
  xm(1)=1  xm(2)=1 xm(3)=1  
!     charges
  z(1)=0  z(2)=0 z(3)=0  
!
!     isospin configurations
  nisc=2
    cisc(1)=1   iso(1,1)=1 iso(2,1)=2 iso(3,1)=1  
    cisc(2)=-1  iso(1,2)=2 iso(2,2)=1 iso(3,2)=1  
!
!     spin configurations
  nspc=2
    cspc(1)=1   isp(1,1)=1  isp(2,1)=2 isp(3,1)=1  
    cspc(2)=-1  isp(1,2)=1  isp(2,2)=1 isp(3,2)=2  
!
    h2m=41.47
    irand=-1776 ibf=1
  eB=1 
    mm0=10  kk0=10  mnb=400
    bmin=0.01  bmax=6
!
!  Pionless EFT LO Potential
!  number of potential terms and operators
    npt=1  nop=3
 vpot(1,1)=-1036.326942     apot(1,1)=9   bpot(1,1)=0  npot(1,1)=0
 vpot(1,3)=-54.2653923      apot(1,3)=9   bpot(1,3)=0  npot(1,3)=0
 vpot3b=2586.139045         apot3b=9




	 Initialize SVM 
	 Initialize MatrixElement
	 Start SVM iters

	 iter =    1     E =    35.35023044    dE =     0.50000000 
	 iter =    2     E =    20.76990250    dE =     0.70199309 
	 iter =    3     E =    16.92967818    dE =     0.22683386 
	 iter =    4     E =    12.42360656    dE =     0.36270238 
	 iter =    5     E =    10.06508876    dE =     0.23432658 
   more eigenvalues=  84.8235  203.881  590.143  
	 iter =    6     E =     9.39379689    dE =     0.07146119 
	 iter =    7     E =     8.90748322    dE =     0.05459608 
	 iter =    8     E =     8.07191091    dE =     0.10351605 
	 iter =    9     E =     6.76865021    dE =     0.19254366 
	 iter =   10     E =     6.56361000    dE =     0.03123894 
   more eigenvalues=  78.9427  158  189.702  
	 iter =   11     E =     4.94014230    dE =     0.32862772 
	 iter =   12     E =     3.78671982    dE =     0.30459673 
	 iter =   13     E =     3.67042712    dE =     0.03168370 
	 iter =   14     E =     3.46868865    dE =     0.05815987 
	 iter =   15     E =     3.06893089    dE =     0.13025961 
   more eigenvalues=  71.6088  110.157  128.074  
	 iter =   16     E =     2.94299012    dE =     0.04279347 
	 iter =   17     E =     2.86097297    dE =     0.02866757 
	 iter =   18     E =     2.76470259    dE =     0.03482124 
	 iter =   19     E =     2.69440188    dE =     0.02609140 
	 iter =   20     E =     2.66698443    dE =     0.01028032 
   more eigenvalues=  68.4171  92.0674  115.316  
	 iter =   21     E =     2.64410106    dE =     0.00865450 
	 iter =   22     E =     2.59282168    dE =     0.01977744 
	 iter =   23     E =     2.54232651    dE =     0.01986180 
	 iter =   24     E =     2.47475780    dE =     0.02730316 
	 iter =   25     E =     2.44812416    dE =     0.01087920 
   more eigenvalues=  50.8566  82.7518  99.8026  
	 iter =   26     E =     2.43383128    dE =     0.00587258 
	 iter =   27     E =     2.39459284    dE =     0.01638627 
	 iter =   28     E =     2.31798913    dE =     0.03304748 
	 iter =   29     E =     2.28917870    dE =     0.01258549 
	 iter =   30     E =     2.27653592    dE =     0.00555352 
   more eigenvalues=  49.9517  80.4222  98.3423  
	 iter =   31     E =     2.26025976    dE =     0.00720101 
	 iter =   32     E =     2.23804991    dE =     0.00992375 
	 iter =   33     E =     2.19215593    dE =     0.02093555 
	 iter =   34     E =     2.17356516    dE =     0.00855312 
	 iter =   35     E =     2.16325951    dE =     0.00476394 
   more eigenvalues=  44.2537  74.2141  87.4453  
	 iter =   36     E =     2.14580954    dE =     0.00813212 
	 iter =   37     E =     2.14043840    dE =     0.00250936 
	 iter =   38     E =     2.11369702    dE =     0.01265147 
	 iter =   39     E =     2.10267036    dE =     0.00524412 
	 iter =   40     E =     2.09386641    dE =     0.00420464 
   more eigenvalues=  44.1999  63.0729  85.1  
	 iter =   41     E =     2.08909463    dE =     0.00228414 
	 iter =   42     E =     2.07192452    dE =     0.00828703 
	 iter =   43     E =     2.04645626    dE =     0.01244506 
	 iter =   44     E =     2.03961164    dE =     0.00335584 
	 iter =   45     E =     1.92480106    dE =     0.05964803 
   more eigenvalues=  43.7027  62.8094  83.6986  
	 iter =   46     E =     1.91239887    dE =     0.00648515 
	 iter =   47     E =     1.89481262    dE =     0.00928126 
	 iter =   48     E =     1.89032259    dE =     0.00237527 
	 iter =   49     E =     1.88452215    dE =     0.00307793 
	 iter =   50     E =     1.87801912    dE =     0.00346271 
   more eigenvalues=  42.8132  59.3587  83.5704  
	 iter =   51     E =     1.87057619    dE =     0.00397895 
	 iter =   52     E =     1.86783626    dE =     0.00146690 
	 iter =   53     E =     1.83563492    dE =     0.01754235 
	 iter =   54     E =     1.77747080    dE =     0.03272297 
	 iter =   55     E =     1.77061178    dE =     0.00387381 
   more eigenvalues=  41.6419  59.1032  83.0906  
	 iter =   56     E =     1.76806538    dE =     0.00144022 
	 iter =   57     E =     1.76576294    dE =     0.00130394 
	 iter =   58     E =     1.76256258    dE =     0.00181574 
	 iter =   59     E =     1.75258908    dE =     0.00569073 
	 iter =   60     E =     1.74680507    dE =     0.00331119 
   more eigenvalues=  41.6126  58.9849  82.2795  
	 iter =   61     E =     1.74306360    dE =     0.00214649 
	 iter =   62     E =     1.73687263    dE =     0.00356443 
	 iter =   63     E =     1.73287939    dE =     0.00230439 
	 iter =   64     E =     1.72999996    dE =     0.00166442 
	 iter =   65     E =     1.72662655    dE =     0.00195375 
   more eigenvalues=  41.585  58.926  82.0203  
	 iter =   66     E =     1.72332146    dE =     0.00191786 
	 iter =   67     E =     1.72060041    dE =     0.00158145 
	 iter =   68     E =     1.71890507    dE =     0.00098629 
	 iter =   69     E =     1.71166595    dE =     0.00422928 
	 iter =   70     E =     1.70830823    dE =     0.00196553 
   more eigenvalues=  40.9835  55.9745  81.1497  
	 iter =   71     E =     1.70507600    dE =     0.00189565 
	 iter =   72     E =     1.68759732    dE =     0.01035714 
	 iter =   73     E =     1.68432079    dE =     0.00194531 
	 iter =   74     E =     1.68073957    dE =     0.00213074 
	 iter =   75     E =     1.66536720    dE =     0.00923062 
   more eigenvalues=  40.7904  55.7283  80.4317  
	 iter =   76     E =     1.66010191    dE =     0.00317167 
	 iter =   77     E =     1.65724527    dE =     0.00172373 
	 iter =   78     E =     1.65411110    dE =     0.00189478 
	 iter =   79     E =     1.64963410    dE =     0.00271393 
	 iter =   80     E =     1.64688388    dE =     0.00166996 
   more eigenvalues=  40.6994  55.6301  79.7017  
	 iter =   81     E =     1.64399612    dE =     0.00175655 
	 iter =   82     E =     1.63557364    dE =     0.00514955 
	 iter =   83     E =     1.63331331    dE =     0.00138390 
	 iter =   84     E =     1.63093646    dE =     0.00145735 
	 iter =   85     E =     1.62767917    dE =     0.00200119 
   more eigenvalues=  40.5193  54.9851  76.5337  
	 iter =   86     E =     1.62640904    dE =     0.00078094 
	 iter =   87     E =     1.61855829    dE =     0.00485045 
	 iter =   88     E =     1.61720098    dE =     0.00083930 
	 iter =   89     E =     1.61478988    dE =     0.00149313 
	 iter =   90     E =     1.61220221    dE =     0.00160505 
   more eigenvalues=  40.0192  54.5795  73.3183  
	 iter =   91     E =     1.60812552    dE =     0.00253506 
	 iter =   92     E =     1.60529848    dE =     0.00176107 
	 iter =   93     E =     1.60204416    dE =     0.00203135 
	 iter =   94     E =     1.60090958    dE =     0.00070871 
	 iter =   95     E =     1.59950950    dE =     0.00087532 
   more eigenvalues=  39.916  54.3035  73.2799  
	 iter =   96     E =     1.59811123    dE =     0.00087495 
	 iter =   97     E =     1.59746805    dE =     0.00040262 
	 iter =   98     E =     1.59123015    dE =     0.00392018 
	 iter =   99     E =     1.59033157    dE =     0.00056503 
	 iter =  100     E =     1.58942040    dE =     0.00057327 
   more eigenvalues=  39.0482  54.0663  69.0875  
	 iter =  101     E =     1.58787625    dE =     0.00097246 
	 iter =  102     E =     1.58680056    dE =     0.00067790 
	 iter =  103     E =     1.58581277    dE =     0.00062289 
	 iter =  104     E =     1.58468389    dE =     0.00071236 
	 iter =  105     E =     1.58434858    dE =     0.00021164 
   more eigenvalues=  39.0219  54.0304  68.9908  
	 iter =  106     E =     1.58258718    dE =     0.00111299 
	 iter =  107     E =     1.57799124    dE =     0.00291253 
	 iter =  108     E =     1.57653086    dE =     0.00092632 
	 iter =  109     E =     1.57565472    dE =     0.00055605 
	 iter =  110     E =     1.56926309    dE =     0.00407301 
   more eigenvalues=  38.4843  53.6317  67.4932  
	 iter =  111     E =     1.56836062    dE =     0.00057542 
	 iter =  112     E =     1.56792308    dE =     0.00027906 
finding new state with lower energy failed

time=  569.85
done!
вт фев 19 00:41:34 IST 2019
rm: cannot remove ‘sbatch_script.triton_Cut6_eB_1.17019’: No such file or directory
